tabl	6758
make	6529
menu	6097
chees	6066
tast	6042
chicago	5826
amaz	5798
thing	5769
nice	5642
peopl	5454
pretti	5447
seat	5396
night	5298
perfect	4969
recommend	4917
drink	4825
flavor	4811
price	4660
bar	4658
meal	4654
small	4517
dinner	4500
favorit	4461
bit	4449
worth	4424
made	4210
enjoy	4113
side	4101
experi	4092
chicken	4072
long	4013
pizza	3980
top	3942
fresh	3942
star	3851
line	3836
serv	3782
review	3775
lot	3697
day	3682
plate	3674
atmospher	3635
sweet	3537
ll	3532
minut	3477
tasti	3458
ca	3374
staff	3273
expect	3272
visit	3244
special	3213
feel	3209
reserv	3147
awesom	3137
french	3136
lunch	3100
hour	3092
salad	3060
big	3000
high	2987
end	2985
bread	2943
excel	2942
wine	2938
bad	2925
disappoint	2906
meat	2890
hot	2890
pork	2890
server	2872
share	2850
start	2810
portion	2793
busi	2707
sit	2660
dessert	2659
live	2634
potato	2594
find	2567
burger	2558
crowd	2557
spot	2516
thought	2515
cook	2507
beef	2506
kind	2494
full	2439
person	2428
tapa	2426
walk	2408
dine	2406
group	2371
beer	2366
huge	2357
larg	2330
work	2319
super	2304
date	2291
bbq	2277
quick	2271
sandwich	2269
egg	2258
area	2207
decid	2192
fantast	2191
breakfast	2168
crust	2152
open	2133
deep	2132
sausag	2088
fan	2079
check	2072
waiter	2069
qualiti	2057
stop	2033
toast	2019
year	2009
park	2006
fish	1979
half	1978
citi	1956
put	1949
brunch	1948
loud	1941
fun	1940
pack	1927
happi	1921
style	1920
rib	1918
crispi	1912
select	1910
shrimp	1897
spici	1892
italian	1886
absolut	1869
call	1858
week	1856
parti	1846
list	1827
attent	1812
size	1811
home	1811
coupl	1801
left	1796
appet	1789
arriv	1788
sushi	1762
surpris	1741
waitress	1729
bite	1717
insid	1706
hand	1703
bacon	1703
item	1700
option	1693
tomato	1693
told	1692
final	1682
impress	1652
chocol	1650
offer	1648
part	1647
choic	1634
weekend	1632
fill	1622
dip	1618
onion	1614
ate	1606
found	1602
brisket	1601
close	1588
bean	1582
point	1575
room	1574
garlic	1556
cool	1549
saturday	1540
light	1538
sat	1537
total	1534
earli	1530
red	1530
yummi	1522
wing	1518
town	1515
wrong	1509
door	1504
steak	1492
decor	1483
felt	1475
la	1463
piec	1459
tender	1458
mouth	1454
locat	1451
decent	1449
french_toast	1445
finish	1436
bring	1430
guy	1428
rice	1425
return	1423
real	1422
trip	1411
prepar	1407
cocktail	1406
leav	1404
mac	1396
entre	1393
pepper	1388
frite	1379
dog	1363
gave	1362
chef	1353
regular	1351
sangria	1341
slice	1337
mind	1335
diner	1334
rememb	1333
includ	1326
fast	1325
suggest	1324
amount	1317
water	1316
mayo	1310
music	1305
street	1303
pasta	1300
free	1298
goat	1296
talk	1293
oyster	1292
incred	1292
corn	1282
mushroom	1277
crisp	1273
ambianc	1264
move	1260
stuf	1253
roast	1247
miss	1247
short	1245
care	1238
grill	1235
mix	1230
yelp	1226
guess	1221
heard	1220
high_recommend	1219
pick	1217
brought	1216
season	1214
smoke	1213
wo	1212
interest	1196
head	1193
manag	1191
glass	1188
deal	1186
white	1184
sunday	1181
fine	1177
fact	1167
extrem	1167
salti	1164
cream	1160
hous	1143
bowl	1141
green	1136
pay	1135
coffe	1132
sashimi	1131
eaten	1129
hit	1125
extra	1119
cut	1117
girl	1113
pull	1111
cold	1103
space	1103
friday	1102
warm	1102
read	1102
varieti	1099
stand	1098
bill	1097
cake	1097
soup	1094
joint	1091
butter	1090
stuff	1086
type	1082
complet	1079
crunchi	1073
famili	1066
uniqu	1064
prefer	1064
vegetarian	1063
melt	1041
show	1030
local	1028
add	1026
front	1026
honest	1024
expens	1023
custom	1022
dri	1022
hear	1022
thin	1022
cheap	1021
sampl	1016
split	1013
waffl	1011
veggi	1010
set	1002
orlean	1001
rest	996
mention	993
plenti	987
hype	985
turn	975
truffl	969
die	968
smoqu	968
kitchen	962
fair	959
wow	957
glad	957
husband	946
slight	941
hot_dog	938
bartend	937
lou	933
life	933
boyfriend	931
mango	925
ago	923
ice	922
grit	921
jam	920
averag	919
excit	918
cafe	918
thick	917
run	917
hostess	916
basic	915
salmon	915
readi	915
taco	913
pickl	912
stay	908
juici	908
pricey	904
pomm	901
base	899
hungri	897
combin	896
tip	895
watch	893
rich	891
consist	888
pull_pork	886
plan	885
world	885
choos	883
problem	878
wrap	878
bottl	876
satisfi	876
note	870
sound	869
roll	867
salt	865
recent	861
knew	858
small_plate	858
yum	857
ingredi	855
simpl	855
soft	850
liter	849
comfort	848
duck	842
crave	840
portillo	839
toro	838
pomm_frite	838
tuna	838
ad	835
textur	829
heaven	827
rabbit	826
past	824
birthday	822
sort	817
month	814
vegan	814
rate	812
compar	807
solid	802
wall	802
convers	798
creami	795
damn	794
dress	794
lack	793
tini	788
chili	787
money	785
word	785
tradit	784
popular	782
de	776
crazi	775
write	775
pequod	771
complaint	771
morn	771
seafood	769
beauti	769
caramel	767
oliv	767
bake	766
bland	766
rave	765
authent	764
understand	763
rush	757
idea	755
number	752
vibe	750
casual	748
easi	747
shake	744
pleasant	742
grab	738
belli	735
quartino	733
oil	732
min	731
boston	728
ketchup	727
simpli	724
classic	721
chip	721
owner	720
cochon	718
outstand	714
typic	714
pass	713
babi	711
wife	707
chutney	706
clean	704
crab	703
black	700
notic	698
italian_beef	696
man	696
spanish	691
hate	688
spice	682
benedict	682
counter	681
heavi	681
strong	681
cup	680
slow	674
treat	669
seoul	668
pie	668
eye	666
standard	664
blu	663
greasi	662
sassi	661
malnati	656
play	653
kick	653
mango_chutney	652
ton	649
jambalaya	649
boy	647
forget	645
chorizo	642
gumbo	642
easili	642
chanc	639
blu_jam	637
platter	634
present	634
st	632
cute	631
general	628
spinach	627
pan	626
level	624
south	623
sad	623
dark	620
parmesan	620
save	619
suppos	619
saturday_night	619
heart	618
addit	617
tourist	614
chop	613
kid	613
beat	612
true	612
generous	611
nola	605
combo	605
fat	604
face	602
opinion	597
realiz	597
due	594
ridicul	588
kinda	587
empti	583
blue	583
trendi	582
spend	581
iberico	580
avoid	578
vanilla	577
remind	575
mine	574
deliv	574
sweet_potato	573
scallop	572
block	570
knowledg	570
girlfriend	569
bunch	567
avec	567
meatbal	566
bone	565
prompt	565
job	564
ham	563
paella	562
ahead	560
accommod	557
host	557
seoul_sassi	556
octopus	553
matter	551
gage	551
savori	550
afternoon	550
figur	549
stick	548
goat_chees	548
ice_cream	545
delight	544
pair	543
korean	541
peach	540
downtown	540
mediocr	540
touch	539
bun	539
singl	538
risotto	536
fabul	536
hold	535
slaw	530
rare	529
neighborhood	528
weird	527
friday_night	527
ladi	526
terribl	525
lemon	525
delish	524
forward	523
charg	522
yeah	521
dmk	518
butteri	516
lucki	516
lou_malnati	513
cover	513
raw	511
dine_experi	510
fanci	508
establish	507
gravi	506
balanc	506
mussel	504
long_line	503
medium	502
pancak	501
overwhelm	501
lamb	501
drive	501
skip	500
case	500
hotel	497
rude	497
soggi	496
snack	494
allig	493
agre	493
imagin	492
explain	490
today	490
middl	487
origin	487
lunch_special	486
moist	486
cheesi	482
coop	481
annoy	481
question	480
limit	479
appl	478
meet	478
appar	477
receiv	476
eggplant	476
longer	476
celebr	475
gaslight	475
gen	473
corner	473
famous	472
chocol_cake	470
overpr	469
poutin	468
highlight	468
mustard	467
fruit	467
rock	466
refil	465
summer	465
smell	464
fall	463
issu	463
cost	462
round	461
phenomen	461
version	459
bathroom	459
beehiv	457
crunchi_french	456
short_rib	453
veget	451
plain	451
cobbler	450
sign	450
tea	449
import	449
complain	449
bare	448
communal	448
juic	447
luke	447
sushi_gen	446
smaller	445
refresh	443
wood	441
interior	439
creativ	437
mexican	437
drop	437
chicago_diner	436
syrup	435
forgot	435
upstair	433
afford	433
app	433
cone	432
paper	429
pitcher	427
weekday	426
bottom	426
buck	424
speak	423
book	423
jazz	422
smile	422
floor	421
brown	421
cheddar	421
similar	421
nyc	421
stomach	421
thin_crust	420
mood	419
pork_belli	417
chose	417
strawberri	417
opt	417
wine_list	415
suck	414
monday	414
peanut	413
shop	412
patron	411
accompani	411
doubl	410
shoulder	410
effici	409
admit	408
brais	407
hang	406
guest	406
1/2	406
god	404
rpm	403
pm	402
guacamol	402
north	401
happi_hour	399
patti	399
curri	399
cozi	399
booth	398
chicken_wing	398
modern	397
homemad	397
orang	397
meh	396
omg	396
aioli	396
spectacular	396
chicago_style	395
difficult	395
occas	394
belgian	393
luckili	393
nois	393
patata	392
hole	391
banana	390
margarita	389
al	389
clam	388
patio	388
request	388
warn	387
japanes	386
begin	385
folk	383
buy	383
american	382
brava	380
downstair	380
fix	379
poor	379
game	378
tuesday	378
spent	377
lover	376
mercadito	376
sprout	376
shot	376
bother	375
odd	375
peach_cobbler	375
dream	374
worst	374
eater	373
delux	372
deserv	371
fit	371
larger	371
healthi	370
bf	370
outdoor	369
southern	369
noisi	368
compliment	368
scrambl	367
year_ago	367
bigger	367
pineappl	364
pepperoni	364
burnt	363
quarter	362
thursday	362
low	361
con	360
mom	360
beer_select	359
paid	358
posit	357
moment	356
apolog	356
fatti	355
beef_sandwich	354
east	352
salsa	352
state	351
pig	351
larg_group	351
environ	351
doubt	350
hell	350
memor	350
dine_room	350
loui	349
leftov	349
cramp	348
heat	348
cafe_iberico	348
continu	348
scene	348
dont	347
dollar	347
horribl	345
worri	344
sea	344
break	343
brussel	342
sushi_bar	341
sens	341
egg_benedict	341
relax	340
lobster	340
buddha	340
squid	340
hash	339
mess	339
concept	338
chewi	337
pictur	337
met	336
cuisin	336
houston	335
inform	335
pesto	335
drunk	334
signatur	334
ring	334
fire	334
fare	334
milkshak	334
batter	333
prosciutto	333
regret	332
holi	332
ambienc	332
pop	331
waitstaff	331
crunch	331
huge_fan	330
st_loui	330
tangi	330
art	330
def	329
big_fan	329
cajun	329
travel	329
uni	328
blend	328
veal	328
sister	328
tough	328
pure	327
ball	325
notch	325
straight	324
texa	324
yelper	324
tofu	324
superb	324
separ	324
soda	324
frequent	324
pork_shoulder	323
wast	323
bag	323
klub	322
avocado	322
brussel_sprout	322
fell	321
comment	321
desert	320
calamari	319
south_end	319
patata_brava	319
hip	319
catfish	319
milk	318
california	318
pour	318
attitud	317
deliveri	316
dive	316
perfect_cook	316
rang	315
ravioli	315
equal	314
foodi	314
poach	313
adventur	313
upscal	310
los	310
bloodi	310
fork	309
forev	309
gotta	306
vinegar	305
visit_chicago	305
tad	303
skin	302
chunk	302
card	301
asian	300
blow	300
hey	300
fluffi	299
cornbread	299
miso	299
biscuit	299
bacon_wrap	299
multipl	299
breakfast_klub	299
experienc	299
cooki	299
window	298
mercat	298
dumpl	297
build	297
confus	297
rosemari	297
trust	297
dough	296
mash	296
extens	296
major	296
stood	295
coleslaw	294
divin	294
turkey	294
mari	293
honey	292
addict	291
countri	291
design	290
sour	290
bar_area	290
club	289
step	289
dozen	289
edg	288
liver	288
layer	288
chair	288
teriyaki	288
creat	288
menus	287
nearbi	286
futur	286
make_reserv	285
mistak	285
store	285
wrap_date	284
phone	283
portion_size	283
quiet	282
wednesday	282
smoki	282
york	282
downsid	281
alcohol	281
hint	281
catch	280
omelett	280
melros	279
beet	279
sooo	279
bore	279
byob	278
meant	278
gnocchi	278
negat	278
pleasant_surpris	277
form	276
previous	276
overcook	276
handl	274
pan_pizza	274
lost	273
stori	273
insan	272
young	272
blueberri	271
cole	271
pud	271
gross	271
throw	270
giant	270
earlier	270
chat	270
knock	269
stuck	269
hearti	269
profession	269
polit	268
garlic_mayo	268
alright	268
buddha_bowl	268
bud	268
dirti	267
fail	267
load	266
advanc	266
top_notch	266
burrito	266
meati	264
tortilla	264
answer	264
constant	264
enter	263
strang	263
sugar	263
school	263
marin	263
tokyo	263
romant	262
tartar	262
carri	262
chill	262
biggest	261
detail	261
lol	260
depend	260
bloodi_mari	260
twist	259
stuf_date	259
organ	259
awhil	259
blown	258
miso_soup	258
overpow	258
fave	258
cole_slaw	258
match	258
compani	257
learn	257
companion	257
random	257
charm	257
age	257
term	256
starter	256
wide	256
basil	256
event	256
chicago_dog	256
tempura	255
giordano	255
sashimi_lunch	255
guac	254
garlic_bread	254
fondu	254
favor	254
red_bean	253
direct	252
flatbread	251
mac_chees	251
sell	251
employe	251
cheek	250
starv	250
ass	250
coat	249
tight	249
san	249
settl	249
box	249
specialti	249
weather	249
smooth	249
conveni	247
band	247
car	247
reuben	246
mark	246
unbeliev	246
peppercorn	246
intim	245
polenta	245
funni	245
cook_perfect	245
desir	244
lettuc	244
shell	244
poach_egg	243
live_music	243
mozzarella	243
tonight	243
complimentari	243
underwhelm	243
blue_chees	242
featur	242
queso	242
gem	241
iron	240
creol	240
spread	240
mint	239
char	239
natur	239
besh	239
view	239
tap	239
specif	238
gras	238
color	238
terrif	238
louisiana	236
menu_item	236
cevich	236
win	236
accept	236
center	235
cheaper	235
total_worth	235
post	234
memori	233
gonna	233
burn	233
latt	233
john	233
pretenti	232
loop	232
squeez	232
mash_potato	232
chicago_deep	232
appetit	232
stapl	231
confit	231
ny	231
picki	230
shock	230
go-to	230
attempt	230
oliv_oil	230
asparagus	230
uncomfort	230
rub	230
soak	229
yelp_review	228
wear	228
2nd	227
awkward	227
gelato	226
finger	226
angel	226
wild	225
chain	225
chorizo_stuf	224
peanut_butter	224
whip	224
winner	224
count	224
quesadilla	224
yellowtail	223
smokey	223
magic	223
judg	223
listen	223
soooo	223
kill	223
river	223
soy	223
cucumb	222
craft	222
situat	222
pomegran	222
practic	220
bake_bean	220
street_park	220
promis	220
flat	220
sport	219
decis	219
wors	218
sushi-gen	218
send	218
buzz	218
steam	218
oven	218
gino	217
sweet_mango	217
ruin	217
bomb	217
entertain	216
buffalo	216
crawfish	216
spain	216
pile	215
credit	215
assum	215
yell	215
classi	215
oili	215
overr	215
patient	215
neighbor	214
onion_ring	214
devour	214
small_portion	214
ran	214
michigan	214
complement	214
beef_brisket	214
ten	213
invit	213
lick	213
marrow	213
freak	213
omelet	213
luck	213
joke	213
substitut	213
repeat	212
herb	212
park_lot	212
mother	212
pain	211
frozen	211
pea	211
hesit	211
anymor	211
laid	210
decad	210
tart	210
made_reserv	210
valet	209
carmel	209
ricotta	209
hipster	209
caraf	208
mini	208
peopl_watch	208
imposs	208
market	208
assort	208
horseradish	207
big_group	207
tast_bud	206
push	206
bustl	205
vodka	205
cake_shake	205
woman	204
broth	204
parent	204
individu	204
energi	203
west	203
fellow	203
macaroni	203
cent	203
messi	203
par	203
execut	203
ador	203
ventur	202
pork_sandwich	202
discov	202
laugh	201
bright	201
proper	201
updat	201
darn	201
crap	201
advic	200
yesterday	200
delect	200
privat	200
spaghetti	200
higher	200
polish	199
brother	199
im	199
prime	199
bonus	198
high_qualiti	198
didnt	198
section	198
diet	198
wine_select	198
fortun	197
barbecu	197
mile	197
feed	197
appeal	197
nois_level	197
red_wine	197
indulg	197
los_angel	196
capres	196
pleasur	196
ginger	196
drool	196
pork_cheek	196
act	196
product	195
pate	195
secret	195
closer	195
correct	195
flake	194
vietnames	194
sushi_chef	194
zucchini	194
sampler	194
focaccia	193
cabbag	193
boudin	193
mama	192
fav	192
tv	192
excus	192
week_ago	192
surround	191
greas	191
bone_marrow	191
jam_cafe	191
movi	191
palat	190
arugula	190
mcdonald	190
wash	190
pretti_quick	189
dim	189
wasabi	189
ceil	189
creme	189
drown	189
descript	188
cure	188
mapl	188
convinc	188
loui_rib	188
tongu	187
communal_tabl	187
champagn	187
bread_pud	187
massiv	187
system	187
sip	187
slab	186
cater	186
forc	186
wooden	186
consum	186
grill_corn	186
fault	186
anytim	185
berri	185
improv	185
peak	185
scream	185
jumbo	185
opportun	185
nut	184
search	184
escargot	184
lime	184
write_home	184
soul	184
napkin	183
river_north	183
martini	183
sear	183
bump	183
brioch	182
strip	182
member	182
style_pizza	182
beer_list	182
initi	182
villag	182
tapa_style	181
outdoor_seat	181
stellar	181
sold	181
dig	180
winter	180
gooey	180
caramel_crust	180
score	180
steak_frite	180
pipe	179
foie	179
minus	179
process	179
cart	179
grant	178
recip	178
mushi	178
dine_area	178
hubbi	178
bit_pricey	178
cherri	178
bet	178
kuma	177
truffl_oil	177
colleg	177
condiment	176
brew	176
beverag	176
period	176
big_deal	176
prior	176
introduc	176
bus	176
inexpens	175
lie	175
stew	175
pretti_tasti	175
almond	175
sunday_night	175
buddi	175
bench	175
result	174
everyday	174
remain	174
eh	174
artichok	174
squash	174
carrot	174
dude	174
jalapeno	173
partner	173
yellow	173
bistro	173
troubl	173
parmesan_peppercorn	173
sick	173
chutney_mayo	173
pari	172
fig	172
stranger	172
temperatur	172
delic	172
blood	171
gourmet	171
nice_touch	170
call_ahead	170
disgust	170
chicago_pizza	170
john_besh	170
smoke_bacon	170
fake	170
king	170
needless	170
slice_brisket	169
mild	169
seitan	169
butter_crust	169
vanilla_bean	169
shame	169
flight	169
sashimi_delux	169
pot	169
chorizo-stuf	169
french_quarter	169
pizzeria	169
vinaigrett	168
leg	168
sausag_jambalaya	168
spici_tuna	168
touristi	168
daili	168
nonetheless	167
culinari	167
gluten	167
rule	167
brie	166
medjool	166
bitter	166
lose	166
factor	166
success	166
ave	166
jamon	166
sake	165
spoon	165
butcher	165
hollandais	165
brisket_sandwich	165
cowork	165
pace	164
hot_pepper	164
hook	164
tast_menu	164
so-so	164
tuesday_night	163
medjool_date	163
focus	163
duck_confit	163
ala	163
calori	163
shred	162
swear	162
chees_plate	162
vacat	162
brick	162
curri_ketchup	162
foie_gras	162
vietnames_pineappl	162
fashion	161
hotdog	161
quantiti	161
air	161
cash	161
bed	161
valid	160
watermelon	160
fli	160
tire	160
sunday_brunch	160
succul	160
recal	159
concoct	159
insist	159
famili_style	159
onlin	159
inspir	159
shit	159
smother	159
veal_meatbal	158
crack	158
inch	158
beet_salad	158
blew	158
station	158
institut	158
effort	158
attract	158
chipotl	157
theme	157
stephani	157
steal	157
roast_garlic	157
kale	157
worker	156
golden	156
tour	156
high_expect	156
attend	156
dad	155
lower	155
tile	155
eateri	155
veggi_burger	155
thursday_night	155
claim	154
bought	154
killer	154
nacho	154
absolut_amaz	154
kamil	154
requir	154
6pm	154
comparison	153
visitor	153
began	153
shave	153
crepe	153
sun	153
stare	152
wallet	152
au	152
bison	152
pipe_hot	152
essenti	152
pound	151
fulli	151
super_nice	151
class	151
approach	151
scotch	151
impecc	151
happili	151
bisqu	151
kimchi	150
ground	150
free_park	150
crust_pizza	150
rosemari_garlic	150
freshest	150
bad_thing	150
gorgeous	149
uno	149
irish	149
date_night	149
chicago-styl	149
train	149
weak	149
anticip	148
flaki	148
favorit_thing	148
ultim	148
ratio	148
invent	147
marinara	147
venu	147
bourbon	147
chic	147
jump	147
hop	147
croquett	147
earth	147
btw	147
grill_chees	146
common	146
chicken_sandwich	146
garlic_shrimp	146
stumbl	145
skeptic	145
birthday_dinner	145
eventu	145
perfect_amount	145
thumb	145
standout	145
press	144
pub	144
weeknight	144
caught	143
coast	143
stage	143
corn_flake	143
scrumptious	143
suit	143
wed	143
b/c	143
bbq_joint	143
plancha	143
draft	143
key	143
haha	143
text	142
mmm	142
chocol_chip	142
ride	142
toss	142
grew	142
burger_bar	142
seafood_gumbo	142
month_ago	142
potenti	142
tax	142
wanna	141
sprinkl	141
sooooo	141
chicago_classic	141
scrambl_egg	141
mmmm	141
beignet	141
fun_atmospher	141
soo	141
loung	140
relish	140
fed	140
rais	140
fishi	140
fianc	140
noodl	140
cod	139
traffic	139
undercook	139
board	139
crisp_bbq	139
medium_rare	139
wateri	139
hurri	139
out-of-town	139
english	139
awar	138
frank	138
danc	138
rave_review	138
pork_chop	138
cauliflow	138
network	138
albeit	138
offic	138
safe	138
threw	137
overlook	137
numer	137
seed	137
okra	137
bewar	137
squar	137
lean	137
obsess	137
distanc	136
shout	136
unusu	136
la_plancha	136
ordinari	136
ranch	136
respons	135
ear	135
altern	135
potato_salad	135
holiday	135
contrast	135
exist	135
pear	135
snapper	135
till	135
afraid	135
onion_soup	135
drench	135
restroom	135
hospit	135
croissant	134
cuz	134
tempt	134
open_tabl	134
flavorless	134
special_occas	134
8pm	133
tasteless	133
balsam	133
pollo	133
green_bean	133
cousin	133
heck	133
resist	133
tail	133
ink	133
runni	133
mapl_syrup	133
daughter	133
lit	132
muffin	132
men	132
genuin	132
hazelnut	132
chicagoan	132
cabra	132
sloppi	132
scallion	132
cheesecak	132
monday_night	132
smoke_salmon	132
lead	132
ideal	131
dill	131
hamburg	131
gluten_free	131
guarante	131
gamba	131
tequila	131
divers	131
and/or	130
corn_bread	130
meter	130
wise	130
exceed	130
reput	130
tummi	130
la_cart	130
star_rate	130
elbow	130
drank	130
flow	129
shape	129
belgium	129
hurt	129
de_cabra	129
held	129
basket	129
communal_seat	129
carn	129
crumbl	129
minor	128
unexpect	128
narrow	128
war	128
wet	128
fool	128
favorit_part	128
serrano	128
websit	128
bell	128
italian_tapa	127
jam_benedict	127
worthi	127
larg_parti	127
paper_cone	127
cheeseburg	127
knife	127
regist	127
yay	127
rustic	127
thrill	127
drizzl	127
shrimp_creol	127
reach	127
cab	127
pretti_damn	126
saute	126
gf	126
pomegran_teriyaki	126
remov	126
power	126
liquor	126
larg_portion	126
croqueta	126
pink	125
suprem	125
industri	125
louisiana_cochon	125
nativ	125
sunday_morn	125
pappardell	125
live_jazz	125
tast_plate	125
filet	125
splurg	125
hair	125
regular_size	124
feet	124
brais_pork	124
florentin	124
co-work	124
rain	124
replac	124
giuliana	124
tray	124
expert	124
black_bean	124
vari	124
written	124
carnivor	123
breast	123
ya	123
chile	123
prais	123
trio	123
cinnamon	123
queso_de	123
cheddar_chees	123
7pm	123
switch	123
spoil	122
mimosa	122
curd	122
bottom_line	122
necessarili	122
blah	122
white_sangria	122
european	122
pastri	122
alot	122
cow	121
east_villag	121
background	121
ajillo	121
albacor	121
gyro	121
hanger	121
advantag	121
powder	121
brandad	121
asado	120
9pm	120
defin	120
chicago_hot	120
chi-town	120
wander	120
screw	120
spanish_tapa	120
churro	120
to-go	120
dislik	120
pesto_mayo	120
white_wine	119
generous_portion	119
cashier	119
bakeri	119
comp	119
corn_beef	119
gripe	119
dairi	119
it.th	119
degre	118
bull	118
pretti_decent	118
chop_brisket	118
slider	118
funki	118
empanada	118
critic	118
scoop	118
arrang	118
super_fresh	118
involv	118
obnoxi	118
legit	117
omakas	117
em	117
bruschetta	117
scotch_egg	117
instant	117
truffl_garlic	117
destin	117
control	117
candi	117
stool	117
mouth_water	117
greatest	117
mad	116
volum	116
string	116
familiar	116
scare	116
3rd	116
land	116
fresh_fish	116
row	116
subtl	116
distinct	116
everytim	115
1st	115
bc	115
million	115
espresso	115
thicker	115
side_note	115
ive	115
jar	115
caramel_onion	115
eclect	115
itali	115
tab	115
spici_potato	114
hanger_steak	114
donut	114
hidden	114
won	114
fight	114
mixtur	114
proceed	114
pretti_small	114
reminisc	114
farm	114
bacon-wrap	113
basi	113
hamachi	113
faster	113
squid_ink	113
izard	113
photo	113
person_favorit	113
baguett	113
pretti_darn	112
women	112
sucker	112
refus	112
shank	112
coke	112
coma	112
minimum	112
5:30	112
ale	112
complex	112
plastic	112
join	112
sum	112
wednesday_night	111
distract	111
whip_cream	111
al_ajillo	111
punch	111
line_move	111
credit_card	111
challeng	111
penni	111
bay	111
skewer	111
express	111
doughi	111
star_review	110
satay	110
root	110
deep-dish	110
quot	110
draw	110
easier	110
pork_rib	110
snag	110
intend	110
huge_portion	110
perfect_season	110
sashimi_plate	110
devil	110
disappear	110
ticket	109
tvs	109
entranc	109
communiti	109
gift	109
assur	109
6:30	109
cram	109
cloth	109
children	109
cheer	108
chilli	108
encourag	108
budget	108
pros	108
purchas	108
venison	108
grow	108
saturday_morn	108
link	108
gin	108
dine_companion	108
5pm	108
dead	108
red_sangria	107
gorgonzola	107
sidewalk	107
wont	107
layout	107
silli	107
older	107
fennel	107
burst	107
manner	107
flag	107
intrigu	106
jack	106
anniversari	106
remark	106
slowli	106
trap	106
bit_disappoint	106
infus	106
exot	106
explor	106
cross	106
confirm	106
sight	106
advis	105
recent_visit	105
prix	105
gracious	105
nigiri	105
earn	105
forgotten	105
yum_yum	105
kudo	105
effect	105
dare	105
cafeteria	105
pizza_joint	105
bad_experi	105
rough	105
stupid	105
son	105
social	105
road	105
sprout_salad	104
chi	104
favorit_pizza	104
mahi	104
crumb	104
francisco	104
um	104
support	104
snob	104
smart	104
roast_chicken	104
booz	104
sticki	104
seat_area	104
sour_cream	104
brasseri	104
bucatini	104
thrown	104
justifi	104
cri	103
island	103
grand	103
encount	103
machin	103
spring	103
drip	103
curious	103
citrus	103
array	103
san_francisco	103
depandi	103
pretti_cool	102
tortellini	102
advertis	102
halibut	102
3-4	102
real_deal	102
mayonnais	102
savor	102
11am	102
rack	102
embarrass	102
french_onion	102
red_pepper	102
wood-fir	102
turkey_burger	102
fusion	102
cracker	102
lighter	102
brais_beef	101
feast	101
charcuteri	101
foot	101
meat_eater	101
sunni	101
engag	101
chili_garlic	101
blame	101
guid	101
bodi	101
mouss	101
courteous	101
candl	101
access	101
team	100
bias	100
pineappl_mayo	100
wasnt	100
bang	100
garnish	100
nasti	100
content	100
skirt	100
expand	100
yolk	100
grill_octopus	100
drink_menu	100
8:30	100
drove	100
los_drown	100
dens	100
red_onion	99
tartufo	99
anim	99
test	99
grape	99
occasion	99
decent_price	99
prix_fix	99
eleg	99
skimp	99
intens	99
brule	99
tostada	99
debat	99
steep	99
brunch_spot	99
public	99
gastropub	99
moder	99
element	98
dinner_menu	98
fear	98
crusti	98
veg	98
ai	98
signific	98
burger_joint	98
gigant	98
peanut_satay	98
child	98
nicer	98
save_room	98
green_pepper	98
planxa	98
demand	98
cast	98
dear	98
energet	98
redfish	98
hundr	97
breath	97
date_wrap	97
capres_salad	97
perfect_size	97
fyi	97
thin_slice	97
broccoli	97
gulf	97
aka	97
flan	97
chees_curd	96
fuss	96
adult	96
upset	96
final_made	96
glaze	96
hangov	96
michigan_ave	96
saturday_afternoon	96
spin	96
boil	96
5-star	96
bison_burger	96
2-3	95
led	95
bank	95
la_planxa	95
dive_bar	95
wisconsin	95
sauci	95
canadian	95
wtf	95
gal	95
saliv	95
cider	95
discuss	95
bellini	95
chew	95
blast	95
firm	95
blood_orang	95
sassi_wing	95
carpaccio	95
recent_trip	94
lil	94
oper	94
neat	94
larg_plate	94
research	94
rank	94
enorm	94
gamba_al	94
nice_atmospher	94
hock	94
brunch_menu	94
spare	94
carb	94
thick_cut	94
expos	93
mama_depandi	93
prop	93
pumpkin	93
frustrat	93
stretch	93
perfect_balanc	93
lincoln	93
half_hour	93
cracklin	93
shine	93
fond	93
verd	93
casserol	93
purpos	93
crostini	93
lacklust	93
whiskey	93
wood_fire	93
caesar	93
burrata	93
tag	93
gold	92
sorbet	92
sea_salt	92
ham_hock	92
innov	92
oppos	92
style_hot	92
prove	92
drag	92
ol	92
america	92
lunch_menu	92
windi	92
acid	92
truth	92
wide_varieti	92
absolut_favorit	92
black_truffl	92
pulpo	92
smoqu_bbq	92
tuna_tartar	92
spoke	91
til	91
fuck	91
cob	91
earli_dinner	91
cream_chees	91
grapefruit	91
skinni	91
chili_chees	91
indoor	91
bear	91
tall	91
seawe	91
spill	91
suffer	91
pretti_busi	91
favorit_sushi	91
offici	91
utter	91
minim	90
attack	90
stack	90
philli	90
tiramisu	90
alioli	90
sweet_shrimp	90
voic	90
dmk_burger	90
excess	90
aspect	90
bold	90
compet	90
sigh	90
croqu	90
7:30	89
open_kitchen	89
eager	89
refer	89
small_tabl	89
mr	89
turnip	89
nope	89
avenu	89
butt	89
batch	89
freakin	89
italian_sausag	89
lamb_burger	89
sole	89
prici	89
arm	89
creme_brule	89
drawback	89
parm	88
truffl_mayo	88
grate	88
craft_beer	88
piquillo	88
feta	88
gather	88
linger	88
mushroom_risotto	88
small_group	88
garlic_aioli	88
sexi	88
freez	88
yea	88
lazi	88
midnight	88
health	88
truffl_cream	88
ill	88
brisket_platter	88
fruiti	88
bim	88
raini	87
celeri	87
eye_french	87
water_glass	87
cavatelli	87
cooki_dough	87
unimpress	87
slam	87
good.th	87
allergi	87
steak_bowl	87
ps	87
genius	87
trek	87
enthusiast	87
mojito	87
jean	87
king_crab	87
broke	87
grace	87
plaza	87
ll_find	87
tho	86
garlicki	86
colleagu	86
fish_taco	86
valentin	86
measur	86
saffron	86
forgett	86
ooz	86
wasabi_mayo	86
pincho	86
de_pollo	86
connoisseur	86
charact	86
swim	86
account	86
court	86
bulgogi	86
chip_cooki	86
bad_boy	86
outrag	86
barbequ	86
downtown_chicago	86
fresh_cut	86
1/4	86
fresh_fruit	86
wedg	86
sausag_pizza	85
millennium	85
sashimi_dinner	85
small_side	85
griddl	85
abita	85
tastier	85
student	85
packag	85
halfway	85
argu	85
stock	85
cent_oyster	85
liquid	85
smallest	85
jus	85
sing	85
ampl	85
cast_iron	84
ensur	84
thousand	84
smoke_pork	84
doug	84
ined	84
mass	84
crappi	84
wrote	84
shirt	84
babi_buddha	84
walnut	84
festiv	84
lunch_hour	84
extraordinari	84
dessert_menu	84
walk_distanc	84
client	84
fellow_yelper	84
dark_chocol	84
sushi_joint	83
pomodoro	83
japan	83
rubberi	83
barcelona	83
crush	83
brisket_chili	83
ppl	83
orgasm	83
struggl	83
edibl	83
sophist	83
bachelorett	83
lakeview	83
hunger	83
takeout	83
l.a	83
contact	83
front_door	83
salami	82
sunday_afternoon	82
pant	82
take-out	82
blacken	82
stephani_izard	82
chop_salad	82
pinot	82
texa_sausag	82
screen	82
acknowledg	82
bbq_bean	82
house-mad	82
en	82
millennium_park	82
venison_burger	82
parmesan_truffl	82
tourist_trap	82
bubbl	82
chirashi	82
raw_oyster	82
lame	82
chai	82
skirt_steak	82
accomod	82
sundri	82
girl_night	82
hash_brown	82
ship	82
vanilla_ice	82
mackerel	82
brilliant	82
intimid	82
christma	82
price_point	82
green_tea	82
polici	81
towel	81
tear	81
breakfast/brunch	81
august	81
hilton	81
fine_dine	81
pretti_awesom	81
pastor	81
sauerkraut	81
silverwar	81
pretti_big	81
death	81
nail	81
oyster_roast	81
glorious	81
joe	81
munch	81
produc	81
mahi_mahi	81
passion	81
catalan	81
roma	80
exquisit	80
tenderloin	80
creation	80
district	80
upsid	80
fresh_squeez	80
bird	80
10pm	80
slap	80
clientel	80
garden	80
move_quick	80
rabbit_sausag	80
caramel_chees	80
anchovi	80
jalapeño	80
display	80
tapa_bar	79
piss	79
miga	79
foccacia	79
competit	79
malt	79
hefti	79
bass	79
ribey	79
p.s	79
julep	79
bi	79
grub	79
metal	79
sundri_tomato	79
a-ok	79
spacious	79
doughnut	79
hous_made	79
lobster_ravioli	79
lemonad	79
vinegari	79
belli_pancak	79
award	79
busser	78
busboy	78
recogn	78
15-20	78
bacon-wrap_date	78
tast_fresh	78
finest	78
bar_seat	78
busi_night	78
hot_spot	78
find_park	78
sweeter	78
franc	78
ha	78
honey_mustard	78
elvi	78
aroma	78
blackbird	78
duck_prosciutto	78
norwegian	78
chow	78
smoke_eggplant	78
master	78
slather	78
coconut	78
mexican_ketchup	78
stone	78
attach	77
bus_boy	77
tone	77
esp	77
carnita	77
superior	77
bummer	77
basement	77
mmmmm	77
consider	77
duck_quesadilla	77
favorit_spot	77
overbear	77
red_snapper	77
devil_egg	77
boss	77
joy	77
dent	77
amus	77
nutella	76
top-notch	76
jelli	76
grass	76
twenti	76
cotija	76
taleggio	76
wild_mushroom	76
beef_hash	76
manchego	76
bday	76
airi	76
chorizo-stuf_medjool	76
accident	76
sock	76
buffalo_wing	76
reflect	76
substanti	76
lukewarm	76
orang_juic	76
bop	76
blue_jam	76
paint	76
bum	76
roast_pork	75
vegetarian_option	75
jazz_band	75
grain	75
past_weekend	75
florentin_benedict	75
elev	75
skill	75
subway	75
regular_menu	75
accur	75
bi_bim	75
yellow_tail	75
picnic	75
wake	75
realiti	75
marri	75
penn	75
bell_pepper	75
weight	75
10:30	75
sushi_delux	75
imo	75
sweet_chili	75
café	75
lack_flavor	75
epic	75
wheat	75
favorit_tapa	75
vast	75
perfect_crispi	75
roommat	74
increas	74
lip	74
glanc	74
ugh	74
endless	74
benefit	74
loui_style	74
honor	74
trick	74
flash	74
drunken	74
ah	74
garc	74
raw_fish	74
determin	74
wood-fir_oyster	74
pretti_fast	74
rip	74
stuffi	74
housemad	74
madam	74
worth_check	74
chorizo-stuf_date	74
raspberri	74
super_tasti	74
quick_bite	73
chunki	73
mon	73
carbonara	73
flavour	73
risk	73
st_mark	73
custard	73
seafood_paella	73
sudden	73
sf	73
blackston	73
snap	73
perform	73
windi_citi	73
resembl	73
iron_chef	73
comfi	73
lobster_capres	73
patienc	73
bit_dri	73
sin	73
closest	73
teeth	73
pork_shank	72
fire_oyster	72
enhanc	72
seat_prompt	72
adequ	72
arriv_earli	72
radish	72
stair	72
eel	72
bit_small	72
malnati_chicago	72
croqueta_de	72
bliss	72
hung	72
make_sens	72
el	72
shrimp_taco	72
move_fast	72
ten_minut	72
nose	72
cocktail_menu	72
quieter	72
yep	72
inconsist	72
theater	72
lincoln_park	72
toler	72
shut	72
arteri	72
white_bean	72
asado_con	72
mind_blow	71
claw	71
cube	71
fatti_tuna	71
straw	71
loaf	71
sweet_pepper	71
sober	71
variat	71
hous_wine	71
elk	71
ice_tea	71
steak_tartar	71
di	71
rosco	71
butteri_crust	71
wind	71
peak_hour	71
pricier	71
sooner	71
suburb	71
skillet	71
bake_goat	71
unreal	71
brown_rice	71
proport	70
pine	70
grass-f	70
plump	70
heavili	70
opposit	70
din	70
buttercrust	70
bachelorett_parti	70
weekend_night	70
boucheri	70
thinner	70
9:30	70
gator	70
pic	70
cultur	70
manhattan	70
guilti	70
breakfast_spot	70
price_tag	70
onion_string	70
summari	70
thanksgiv	70
chines	70
hot_chocol	70
atom	70
dump	70
tasso	70
sashimi_platter	70
mission	70
collar	70
accent	70
tie	69
pretti_standard	69
smoke_duck	69
egg_white	69
convert	69
fryer	69
revisit	69
2pm	69
activ	69
hover	69
hr	69
fresh_ingredi	69
sashimi_combo	69
wipe	69
chive	69
lentil	69
song	69
strike	69
runner	69
sensat	69
vinegar_base	69
boot	69
explos	69
size_portion	69
abund	69
katfish	69
memphi	68
pint	68
10-15	68
commit	68
alfredo	68
float	68
rancic	68
cilantro	68
maintain	68
infam	68
nom	68
tastiest	68
rabbit_dumpl	68
schedul	68
confer	68
proud	68
scale	68
unagi	68
pistachio	68
larger_group	68
spinach_salad	68
half_chicken	68
pretti_crowd	68
partial	68
person_prefer	68
notabl	68
stress	68
chicken_liver	68
crab_dip	67
spirit	67
butternut	67
10am	67
11:30	67
sardin	67
apologet	67
pretti_pack	67
horseradish_potato	67
suspect	67
intent	67
video	67
asap	67
hog	67
simpli_amaz	67
repli	67
action	67
underneath	67
steer	67
french_bistro	67
shorter	67
born	67
resid	67
mix_drink	67
yogurt	67
eggplant_mayo	67
hot_doug	67
tune	67
pronounc	66
address	66
fair_quick	66
rose	66
chaotic	66
carolina	66
rabbit_liver	66
art_institut	66
pepperi	66
rotat	66
hummus	66
fab	66
tremend	66
vibrant	66
high_price	66
dissapoint	66
pretti_amaz	66
grown	66
heart_attack	66
swanki	66
salumeria	66
carmel_crust	66
forgiv	66
burnt_chees	66
depart	66
interact	66
contemporari	66
goat_chili	66
chicken_waffl	66
plane	66
stroll	66
report	66
jose	66
rout	65
tabasco	65
moonshin	65
premium	65
dous	65
bless	65
speed	65
posit_review	65
sharp	65
central	65
urban	65
quaint	65
desper	65
justic	65
du	65
thai	65
bim_bop	65
german	65
chick	65
goodi	65
patti_melt	65
pancetta	65
lüke	65
purpl	65
track	65
20-30	65
capac	65
shoe	65
delay	65
staff_member	65
blt	65
hide	65
gluten-fre	65
raisin	65
crispi_french	65
warrant	64
connect	64
bit_loud	64
maxwel	64
happier	64
hassl	64
spell	64
super_busi	64
wisconsin_cheddar	64
europ	64
wit	64
30-40	64
margherita	64
expos_brick	64
high_ceil	64
elvi_waffl	64
ll_make	64
generic	64
idiot	64
overdon	64
unhealthi	64
outing	64
budino	64
jamon_iberico	64
beg	64
goos	63
cool_atmospher	63
marshmallow	63
town_guest	63
shove	63
pressur	63
chocol_mouss	63
sun-dri	63
highest	63
cappuccino	63
eas	63
kimche	63
slip	63
bargain	63
p.m	63
refin	63
whim	63
confid	63
extend	63
puff	63
heap	63
bleu	63
histori	63
pricey_side	63
divey	63
long_tabl	63
perfect_crisp	63
dark_wood	63
fifteen	63
pepper-tomato	63
angri	63
con_alioli	63
midwest	63
seoul_steak	62
hollywood	62
molten	62
super_excit	62
stale	62
opent	62
picki_eater	62
sun-dri_tomato	62
quinoa	62
amish	62
escap	62
big_portion	62
eve	62
news	62
chees_pizza	62
serrano_ham	62
fritter	62
butternut_squash	62
tast_pretti	62
sweet_tea	62
hat	62
prawn	62
solo	62
crab_claw	62
fair_price	62
poppi	62
pecan	62
shortrib	62
nervous	62
bolognes	62
categori	62
respond	61
bar_steak	61
yuck	61
discount	61
influenc	61
downfal	61
maiz	61
dug	61
mug	61
cell	61
portobello	61
tad_bit	61
tooth	61
hous_salad	61
30-45	61
oj	61
brand	61
decent_size	61
grass_fed	61
high_end	61
breakfast_item	61
arroz	61
mocha	61
unabl	61
strict	61
live_atmospher	61
jambalaya_suprem	61
atop	61
pickl_pepper	61
favorit_chicago	61
chees_crust	61
boo	61
gentleman	61
pretend	60
pre-ord	60
empti_tabl	60
cheat	60
queso_cotija	60
pincho_de	60
convent	60
seat_quick	60
torn	60
palett	60
grill_shrimp	60
tastebud	60
fix_menu	60
chocol_shake	60
brain	60
limit_seat	60
uniqu_flavor	60
upbeat	60
restrict	60
unpretenti	60
casual_atmospher	60
hut	60
tripl	60
father	60
green_chile	60
utensil	60
asparagus_risotto	60
protein	60
mole	60
morsel	60
slide	60
french_bread	60
rabbit_jambalaya	60
top_chef	60
stole	60
piquillo_pepper-tomato	60
fake_meat	60
fountain	59
concert	59
urchin	59
flat_bread	59
jazz_music	59
monkfish	59
duh	59
pretti_long	59
occupi	59
irish_curri	59
chosen	59
style_rib	59
vindaloo	59
yorker	59
yellowtail_belli	59
boy_buddha	59
dim_lit	59
wave	59
vote	59
poppi_seed	59
juli	59
lunchtim	59
explan	59
towner	59
fresh_sushi	59
pool	59
airport	59
swing	59
equival	59
half_price	59
unnecessari	59
grade	59
north_side	59
profil	59
mouthwat	59
sport_bar	59
flip	58
home_made	58
dim_light	58
reheat	58
zone	58
valet_park	58
bucket	58
overheard	58
bath	58
overload	58
stun	58
sazerac	58
brave	58
understood	58
foam	58
tomato_mayo	58
grandma	58
scarf	58
powder_sugar	58
drinker	58
qualiti_ingredi	58
depth	58
caesar_salad	58
melt_chees	58
receipt	58
birthday_parti	58
serv_size	58
disagre	58
daili_special	58
crew	58
compon	58
broken	58
amaz_flavor	58
favorit_meal	58
deter	58
bon	58
fourth	58
site	58
unpleas	58
cat	58
sale	57
tin	57
cheez	57
exterior	57
final_decid	57
built	57
week_menu	57
andouill	57
gage_burger	57
inconveni	57
estim	57
pretti_loud	57
transport	57
mysteri	57
dice	57
sauté	57
english_muffin	57
automat	57
qualiti_sushi	57
oz	57
real_thing	57
bad_day	57
circl	57
brick_wall	57
trash	57
giardiniera	57
pride	57
microwav	57
free_sampl	57
oblig	57
small_piec	57
norwegian_benedict	57
alik	57
sea_scallop	57
favorit_breakfast	57
shi	57
upgrad	57
desk	57
milk_shake	57
dri_tomato	57
fresh_made	56
dagwood	56
bbq_chicken	56
sunda	56
perfect_combin	56
frill	56
homey	56
includ_tip	56
sparkl	56
record	56
human	56
cure_meat	56
field	56
romain	56
cheapest	56
fulfil	56
super_yummi	56
overhyp	56
insult	56
sleek	56
zeppol	56
entré	56
clever	56
quail	56
dang	56
rib_pappardell	56
kale_salad	56
inhal	56
jam_pack	56
hmm	56
mirror	56
march	56
bibimbap	56
lasagna	56
fat_elvi	56
groceri	56
previous_review	56
explod	56
slight_sweet	56
dri_rub	56
crouton	56
décor	56
bitch	56
full_bar	55
paprika	55
thigh	55
toast_bread	55
fresh_bake	55
path	55
raw_onion	55
nuff	55
max	55
smaller_portion	55
male	55
lord	55
paper_bag	55
healthier	55
bit_slow	55
wine_glass	55
4-5	55
bbq_wing	55
museum	55
gain	55
fee	55
allerg	55
high_rate	55
prompt_seat	55
outdoor_patio	55
conclus	55
seek	55
sweetbread	55
favorit_bbq	55
t-shirt	55
pocket	55
drumstick	55
pushi	55
sub-par	55
taleggio_chees	55
soap	55
planet	55
night_snack	55
nibbl	55
collect	55
caper	55
moon	55
secur	55
sun_dri	55
hill	55
draft_beer	55
cap	55
scratch	54
subpar	54
grandmoth	54
gosh	54
lay	54
9am	54
pine_nut	54
ink_pasta	54
eggplant_parmesan	54
spotti	54
status	54
sleep	54
sweat	54
4/5	54
must-tri	54
jame	54
feel_rush	54
greek	54
malnati_salad	54
garbag	54
whale	54
beef_short	54
favorit_brunch	54
espanola	54
expans	54
marmalad	54
korean_bbq	54
nice_dinner	54
kobe	54
pet	54
price_rang	54
4th	54
lesson	54
hub	54
high_school	54
loud_music	54
seat_arrang	54
bean_rice	54
repres	54
classic_chicago	54
fame	54
nice_flavor	54
cochon_butcher	54
heartbeat	54
west_coast	54
hustl	54
michigan_avenu	54
1-2	54
apricot	54
communic	54
grill_onion	53
sushi_rice	53
sea_urchin	53
function	53
worthwhil	53
nice_select	53
filipino	53
perfect_portion	53
humbl	53
outer	53
mid	53
steak_hash	53
luke_burger	53
trend	53
alley	53
indecis	53
chees_fondu	53
fin	53
domin	53
3pm	53
le	53
special_menu	53
uh	53
fresh_tomato	53
kansa	53
redeem	53
sushi_spot	53
chicago-styl_pizza	53
music_play	53
strong_recommend	53
local_beer	53
radic	53
dinner_reserv	53
tagliatell	53
turnip_cabbag	53
wine_pair	53
rye	53
scrape	53
disclaim	53
jersey	53
watermelon_pickl	53
super_cute	53
verdict	53
hike	53
inattent	53
date_stuf	53
lech	53
cancel	52
huevo	52
suffici	52
babareeba	52
vanilla_french	52
flour	52
green_salad	52
nicest	52
friggin	52
danger	52
weekend_brunch	52
snooti	52
small_space	52
femal	52
flair	52
11pm	52
beef_tenderloin	52
willi	52
accid	52
5/5	52
reeba	52
pump	52
gut	52
peep	52
snow	52
camaron	52
vintag	52
unaccept	52
chickpea	52
favorit_deep	52
absurd	52
yup	52
sublim	52
blackston_hotel	52
spinach_mushroom	52
faux	52
exit	52
talent	52
white_fish	52
deli	52
shrimp_risotto	52
sourdough	52
hall	51
dozen_oyster	51
tini_bit	51
crawl	51
fontina	51
french_press	51
panini	51
page	51
pretti_close	51
pale	51
cupcak	51
green_onion	51
magazin	51
formal	51
journey	51
ranchero	51
barnelli	51
melt-in-your-mouth	51
reward	51
tomat	51
approxim	51
boucheri_plate	51
harder	51
bar_tender	51
magnific	51
muscl	51
korean_style	51
menu_option	51
nation	51
noir	51
region	51
parsley	51
lait	51
ensalada	51
lake	51
au_jus	51
bleu_chees	51
prefac	51
mint_julep	51
petit	51
abil	51
smack	51
glow	51
well.th	51
beef_burger	51
egg_bacon	51
tabl_open	51
mound	51
aliv	51
alla	51
whitefish	51
tomorrow	51
well-season	51
sop	51
fluke	51
seed_bun	50
flawless	50
spici_king	50
side_salad	50
plethora	50
al_dent	50
pickl_onion	50
beard	50
teriyaki_mayo	50
fun_night	50
boast	50
hunt	50
skate	50
liter_melt	50
sloppi_goat	50
stringi	50
conveni_locat	50
final_seat	50
email	50
bean_burger	50
turnov	50
peev	50
januari	50
rpm_italian	50
univers	50
tang	50
condit	50
belong	50
pretti_bad	50
singl_thing	50
style_deep	50
declin	50
church	50
spicier	50
meat-eat	50
lunch_spot	50
pizza_hut	50
small_size	50
border	50
cocktail_list	50
frost	50
munchi	50
sushi/sashimi	50
tuna_roll	50
observ	50
